Repository: milesto-app/Milesto
Catalog: ios/Milesto/Resources/Locales/Onboarding.xcstrings
Source language: en
Languages: fr

# onboarding.birthdate.subtitle
source: To help your coach understand you better.
fr: Pour aider votre coach à mieux vous comprendre.

# onboarding.birthdate.title
source: What's your date of birth?
fr: Quelle est votre date de naissance ?

# onboarding.coach.subtitle
source: Which personality suits you best?
fr: Quelle personnalité vous correspond le mieux ?

# onboarding.coach.title
source: Choose your coach
fr: Choisissez votre coach

# onboarding.complete.action
source: Let's go!
fr: C'est parti !

# onboarding.complete.subtitle
source: Your profile is ready. Welcome to Milesto!
fr: Votre profil est prêt. Bienvenue sur Milesto !

# onboarding.complete.title
source: Perfect, %@!
fr: Parfait, %@ !

# onboarding.deadline.subtitle
source: Set a deadline for your goal.
fr: Fixez une date limite pour votre objectif.

# onboarding.deadline.title
source: When do you want to achieve it?
fr: Quand voulez-vous l'atteindre ?

# onboarding.error.title
source: Error
fr: Erreur

# onboarding.editLater
source: You can change this later.
fr: Vous pourrez modifier cela plus tard.

# onboarding.goal.placeholder
source: E.g., Run a marathon in 6 months...
fr: Ex: Courir un marathon dans 6 mois...

# onboarding.goal.subtitle
source: Describe what you want to achieve.
fr: Décrivez ce que vous voulez accomplir.

# onboarding.goal.title
source: What's your goal?
fr: Quel est votre objectif ?

# onboarding.name.firstName
source: First Name
fr: Prénom

# onboarding.name.lastName
source: Last Name
fr: Nom

# onboarding.name.subtitle
source: To get to know you better.
fr: Pour mieux vous connaître.

# onboarding.name.title
source: What's your name?
fr: Comment vous appelez-vous ?

# onboarding.restart.confirm
source: Start over
fr: Recommencer

# onboarding.restart.message
source: You'll lose your progress.
fr: Vous perdrez votre progression.

# onboarding.restart.title
source: Start over?
fr: Recommencer ?

# onboarding.welcome.continue
source: Get Started
fr: Commencer

# onboarding.welcome.subtitle
source: Let's set up your profile to get started.
fr: Configurons votre profil pour commencer.

# onboarding.welcome.title
source: Welcome to Milesto
fr: Bienvenue sur Milesto
